# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "heroku/brew"

## Personal
#cask "whatsapp"
#cask "signal"
#cask "google-chrome"
cask "slack"
cask "spectacle"  
cask "spotify"
cask "cheatsheet"
cask "gimp"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "amethyst"
cask "google-drive-file-stream"
cask "bartender"
cask "controlplane"
cask "maccy"

## Development
#cask "postman"
#cask "java"
#cask "adoptopenjdk"
#brew "gradle"
#cask "google-cloud-sdk"
#brew "thefuck"
cask "iterm2"
cask "docker"
brew "m-cli"
brew "zsh"
brew "zsh-completions"
brew "git"
brew "watchman"
brew "cocoapods"
brew "carthage"
brew "yarn"
brew "heroku"
brew "m-cli"
brew "tree"
cask "font-hack-nerd-font"
cask "intellij-idea"
cask "visual-studio-code"
cask "the-unarchiver"
cask "android-studio"
brew "asdf"
