# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

## Personal
cask "google-chrome"
cask "slack"
cask "spotify"
cask "cheatsheet"
cask "gimp"
cask "adobe-acrobat-reader"
cask "bartender"
cask "google-drive"

## Development
cask "iterm2"
cask "docker"
brew "m-cli"
brew "git"
brew "watchman"
brew "cocoapods"
brew "carthage"
brew "tree"
cask "font-hack-nerd-font"
cask "intellij-idea"
cask "visual-studio-code"
cask "android-studio"
cask "android-platform-tools"
brew "asdf"
brew "bitwarden-cli"
cask "fluor"
brew "mackup"
