# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

## Personal
cask "arc"
cask "slack"
cask "spotify"
cask "gimp"
cask "adobe-acrobat-reader"
cask "bartender"
cask "nvidia-geforce-now"
cask "beeper"
cask "raycast"
cask "google-drive"
cask "morgen"

## Development
cask "iterm2"
cask "docker"
brew "m-cli"
brew "git"
brew "watchman"
brew "cocoapods"
brew "carthage"
brew "tree"
cask "intellij-idea"
brew "asdf"
brew "bitwarden-cli"
brew "mackup"
